Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-1810.html.tmx
Source language: nob
Languages: sme

source: PRM: Betaversjon av samiske korrekturverktøy - Sámediggi Sametinget
sme: PRM: Sámediggi almmuha divvunreaidduid beta-veršuvnna - Sámediggi Sametinget

source: PRM: Betaversjon av samiske korrekturverktøy
sme: PRM: Sámediggi almmuha divvunreaidduid beta-veršuvnna

source: Sametingets Divvun-prosjekt lanserer den første, offentlig tilgjengelige versjonen av samiske korrekturverktøy for Microsoft Office-pakken som blant annet inneholder programmene Word, Outlook, PowerPoint og Excel.
sme: Divvun-prošeakta almmuha dál vuosttaš, almmolaš veršuvnna čállindárkkistanreaiddus mii doaibmá Microsoft Office-páhkas. Microsoft Offices leat earret eará prográmmat Word, Outlook, PowerPoint ja Excel.

source: De samiske korrekturverktøyene inneholder stavekontroller for nordsamisk og lulesamisk, og en automatisk orddeler for nordsamisk.
sme: Sámi riektačállinreaiddut sisttisdollet čállindárkkisteami davvi- ja julevsámegielaide ja automáhtalaš sátnejuohkkima davvisámegillii.

source: Orddeling for lulesamisk vil komme senere i år.
sme: Julevsámegiela sátnejuohkkin almmustuvvo maŋŋelut dan jagis.

source: Alle verktøyene er gratis, inklusive den endelige versjonen, og all kildekode for verktøyene som Sametinget har råderett over, er fritt tilgjengelig.
sme: Buot reaiddut bohtet nuvttá geavahussii, maiddái loahpalaš veršuvdna ja visot Sámedikkis dahkkon gáldokodat leat friddja oažžumis.

source: Det er ikke de ferdige verktøyene som nå lanseres, men en såkalt betaversjon, en versjon som burde være fri for alvorlige tekniske og andre feil, men som ikke er helt ferdig utviklet og testet.
sme: Dál eai almmuhuvvo gárvves reaiddut, muhto nu gohčoduvvon beta- veršuvdna, mii lea veršuvdna mas eai galgga leat stuorra teknihkalaš vigit dahje eará vigit, muhto ráhkadeapmi ja testen ii leat loahpalaččat gárvvistuvvon.

source: Målet med betaversjonen er å få viktige tilbakemeldinger når det gjelder manglende ord, eventuelle tekniske problemer, og andre svakheter som måtte finnes, slik at de kan rettes opp før den endelige versjonen lanseres mot slutten av året.
sme: Divvun-prošeakta doaivu dáinna almmuhemiin oažžut dehálaš dieđuid makkár váilevaš sánit, vejolaš teknihkalaš váttisvuođat ja eará heajos bealit dáid reaidduin leat. Dainna lágiin sáhttá daid divvut ovdal go gárvves veršuvdna almmuhuvvo jagi loahpas.

source: Korrekturverktøyene som lanseres, er korrekturverktøy for MS Office, for Windows og Mac.
sme: Riektačállinreaiddut mat dál almmuhuvvojit leat MS Office várás, sihke Windows ja Mac geavahanvuogádagaide.

source: Verktøy for InDesign og OpenOffice.org vil gjøres tilgjengelige senere.
sme: Reaiddut InDesigna ja OpenOffice.orga várás almmuhuvvojit maŋŋil.

source: OpenOffice.org er et gratis alternativ til Microsoft Office, og finnes også for Linux.
sme: Reaidduid ođasmahttimat biddjojit jámma sisa.

source: Oppdateringer av korrekturverktøyene vil bli lagt ut med jevne mellomrom.
sme: Reaiddut leat gávdnamis www.divvun.no, ja buot berošteaddjit ožžot daid viežžat.

source: Verktøyene finnes tilgjengelige på www.divvun.no, og kan lastes ned av alle interesserte.
sme: Gulahallanolbmot: prošeaktajođiheaddji Sjur Nørstebø Moshagen, mob. +358 50 56 34 319 ja várrepresideanta Johan Mikkel Sara, mob. 908 29 047
